String squatDescription = '''
스쿼트의 가장 기본적인 자세입니다.
AI 자세분석으로 안좋은 자세가 있는지 알려드립니다.

1. 무릎이 충분히 수축하지 않음. 

2. 무릎이 충분히 이완하지 않음.

3. 무릎에 비해 엉덩이를 과도하게 사용해서 운동.

4. 엉덩이에 비해 무릎을 과도하게 사용해서 운동.

5. 무릎이 발끝보다 더 튀어나옴.

6. 운동수행숙도가 너무 빠름
''';

String squatImageUrl = 'assets/squat.gif';

String squatShort = '하체 및 둔근 강화';

String squatTag = '#맨몸 #하체';

String squatGuide = '''
1. 다리를 어깨너비로 벌립니다.

2. 등과 허리를 곧게 펴고 복부에 힘을 줍니다.

3. 발끝과 무릎이 같은 방향을 향하도록 합니다.

4. 허벅지와 바닥이 수평을 이룰때까지 앉습니다.

5. 허벅지와 엉덩이의 힘을 유지하며 다시 올라옵니다.
''';




